[
  {
    "aggregation": "This index receives a maximum score of two resulting from the addition of the two terms easiness of initiation and easiness of approval of referendums, where each term obtains a maximum value of one. The ease of initiation is measured by: • The existence of a direct democracy process v2ddlexrf, • The number of signatures needed v2ddsigprf, • Time-limits to circulate the signatures v2ddsigdrf. Easiness of approval is measured by the surface of the polygon determined by:• Participation quorum v2ddpartrf, • Approval quorum v2ddapprrf, and• Supermajority v2ddspmrf. For an elaboration of the interaction among quorums, see David Altman 2016. The resulting score is then multiplied with d district majority v2ddadmrf. Consequences are measured by:• The legal status of the decision made by citizens binding or merely consultative v2ddlexrf, and• The frequency and degree of success with which direct popular votes have been held in the past v2ddthrerf. The baseline for those countries that have the legal apparatus to hold a particular MDD but have never experienced one is 0.1. The index is aggregated using this formula: v2xdd_i_rf = [(IF v2ddlexrf > 0, 1, 0) × (1 − v2ddsigprf) × (IF v2ddsigdrf = 0, 1, .5 + (v2ddsigdrf × 2)/365) + (v2ddpartrf ∩ v2ddapprrf ∩ v2ddspmrf)] × (0.5 + (1 − v2ddadmrf)/2) × (IF v2ddlexrf = 1, .75, 1) × (IF years since last successful event < 6, then v2ddthrerf = 1, afterwards decreases by .06units per year until .1, if the event was not successful during the first years v2ddthrerf = .9, afterwards decreases by 0.1units per year until .1)",
    "clarification": "",
    "cpp_tag": "",
    "cross_coder_aggregation": "",
    "data_release": "7-8.",
    "historical_clarification": "",
    "ordering": "",
    "project_manager": ["David Altman"],
    "scale": "Interval, from low to high (0-1)",
    "sources": ["v2ddlexrf", "v2ddsigprf", "v2ddsigdrf", "v2ddpartrf", "v2ddapprrf", "v2ddspmrf", "v2ddadmrf", "v2ddyrrf", "v2ddthrerf"],
    "name": "v2xdd_i_rf"
  }
]
