[
  {
    "responses": ["", "      0: Not respected by public authorities. Hardly any freedom of religion exists. Any kind of", "      religious practice is outlawed or at least controlled by the government to the extent that religious leaders are appointed by and subjected to public authorities, who control the activities", "      of religious communities in some detail.", "      1: Weakly respected by public authorities. Some elements of autonomous organized religious", "      practices exist and are officially recognized. But significant religious communities are repressed, prohibited, or systematically disabled, voluntary conversions are restricted, and instances of", "      discrimination or intimidation of individuals or groups due to their religion are common.", "      2: Somewhat respected by public authorities. Autonomous organized religious practices exist", "      and are officially recognized. Yet, minor religious communities are repressed, prohibited, or", "      systematically disabled, and/or instances of discrimination or intimidation of individuals or", "", "      groups due to their religion occur occasionally.", "      3: Mostly respected by public authorities. There are minor restrictions on the freedom of", "      religion, predominantly limited to a few isolated cases. Minority religions face denial of registration, hindrance of foreign missionaries from entering the country, restrictions against proselytizing, or hindrance to access to or construction of places of worship.", "      4: Fully respected by public authorities. The population enjoys the right to practice any religious belief they choose. Religious groups may organize, select, and train personnel; solicit and", "      receive contributions; publish; and engage in consultations without undue interference. If religious communities have to register, public authorities do not abuse the process to discriminate", "      against a religion and do not constrain the right to worship before registration."],
    "answer_type": "Multiple Choice",
    "citation": "Pemstein et al. (2018, V-Dem Working Paper Series 2018:21); V-Dem Codebook (see suggested citation at the top of this document).",
    "notes": "",
    "question": "Is there freedom of religion?",
    "name": "v2clrelig, *_osp, *_ord"
  }
]
