[
  {
    "responses": ["", "      0: No. The executive(s) — head of state and head of government — retained their position", "      either as a result of the outcome of the election, or because the elections do not affect the", "      executive.", "      1: Half. The head of state or head of government is a different individual than before the", "      election but from the same party (or independent) that was in power before the election. In", "      parliamentary systems this code applies when the head of government changes as an effect of", "      alternations in the ruling coalition, changes in party leadership, or a new independent head", "      of government. In semi-presidential regimes, this code applies when the elections result in", "      co-habitation after a period when one party (or independent) has held both offices, or if one", "      of the executive office holders — the head of state or head of government changes, while the", "      other retains their position.", "      2: Yes. The executive(s) — head of state and head of government — lost their position(s) as", "      a result of the outcome of the election. In presidential systems this code applies when the new", "      president is both a different person and from a different party (or independent) than before", "      the election. In parliamentary systems the ruling party or coalition of parties lost and the", "      new head of government is from a different party or from a new coalition. In semi-presidential", "      regimes, this code applies when one party holds both the office of the head of state and head", "      of government after a period of co-habitation, or if the holders of both offices change in terms", "      of person and party (or independent) in the same election. This code also applies if this is the", "      first head of state and/or head of government elected for a newly (semi-) independent state", "      country.", ""],
    "answer_type": "Multiple Choice",
    "citation": "V-Dem Codebook (see suggested citation at the top of this document).",
    "notes": "Converted from (B) to (A) coding.",
    "question": "Was there turnover in the executive office as a result of this national election?",
    "name": "v2eltvrexo"
  }
]
