[
  {
    "aggregation": "The index is formed by taking the reversed point estimates (so that higher scores = more presidentialism) from a Bayesian factor analysis model of the indicators for executive respect for the constitution (v2exrescon), whether there are mechanisms for oversight of the executive other than the legislature (v2lgotovst). For legislative constraints, the index includes an indicator of whether the legislature controls its own resources (v2lgfunds) and investigates the executive in practice (v2lginvstp). There are four indicators of judicial constraints on the executive: high court independence (v2juhcind), lower court independence (v2jucnind), compliance with high court (v2juhccomp) and compliance with judiciary (v2jucomp). Finally, the index includes a measure of autonomy of the electoral management body (v2elembaut) that captures whether or not the President can influence its decisions and actions. For years in which no legislatures exist, there are no observations for v2lgotovst v2lginvstp, v2glfunds. We develop an imputation strategy to ensure index coverage in these years. For oversight, investigations and funding, we assume that the non-existence of the legislature is effectively similar to the minimum value of each variable, meaning that there is no effective constraint. We thus impute missing observations for v2lgotovst v2lginvstp and v2lgfunds with the minimum value of each respective indicator.",
    "clarification": "Presidentialism means the \"systemic concentration of political power in the hands of one individual who resists delegating all but the most trivial decision making tasks\" (Bratton and Van de Walle, 1997: 63). It relates closely to V-Dem’s index of Horizontal Accountability(v2x_horacc) but focuses more specifically on the extent to which the President is free from constraints by other institutions or actors.",
    "cpp_tag": "",
    "cross_coder_aggregation": "",
    "data_release": "8",
    "historical_clarification": "",
    "ordering": "",
    "project_manager": ["Rachel Sigman", "Staffan Lindberg"],
    "scale": "Interval, from low to high (0-1)",
    "sources": ["v2exrescon", "v2lgotovst", "v2lgfunds", "v2lgincstp", "v2juhcind", "v2jucnind", "v2juhccomp", "v2jucomp", "v2elembaut"],
    "name": "e_v2xnp_pres"
  }
]
