[
  {
    "aggregation": "Vertical accountability consists of two main components: elections and political parties. We operationalize electoral accountability with three components: 1) an aggregate measure the quality of elections; 2) the percent of enfranchised population and 3) whether the chief executive is directly or indirectly elected. We model non-electoral regimes as having no suffrage and the quality of elections as a function of having an electoral regime (v2x_elecreg). Quality of elections consists of seven variables measuring different aspects of national elections for the executive and legislature. Specifically, we include autonomy and capacity of the electoral management body (v2elembaut) and (v2elembcap); accuracy of the voter registry(v2elrgstry), intentional irregularities conducted by the government and opposition (v2elirreg); intimidation and harassment by the government and its agents (v2elintim); to what extent the elections were multi-party in practice (v2elmulpar); and an overall measure for the freedom and fairness of elections (v2elfrfair). This is a modified version of the V-Dem Clean elections index (v2xel_frefair). We added the variable v2elmulpar, which is theoretically important for accountability, and we removed v2elvotbuy and v2elpeace, as they have low loadings. We measure suffrage as the percentage of people that have the legal right to vote (v2elsuffrage) to proxy the inclusivity of the exercise of electoral accountability. To account for the differences between states which have an executive subject to elections, we include a dichotomous indicator of whether or not the head of the executive either the head of state or head of government — whoever has more relative power over the appointment and dismissal of cabinet ministers as measured by v2ex_hosw is subjected to direct or indirect elections (v2expathhs v2ex_legconhos v2expathhg v2exaphogp). The second form of vertical accountability focuses on political parties, which we model as a hierarchical node. This node includes variables that capture whether there are barriers to forming a party and how restrictive they are (v2psparban) and (v2psbars), as well as the degree to which opposition parties are independent of the ruling regime (v2psoppaut).",
    "clarification": "Vertical accountability captures the extent to which citizens have the power to hold the government accountable. The mechanisms of vertical accountability include formal political participation on part of the citizens — such as being able to freely organize in political parties— and participate in free and fair elections, including for the chief executive.",
    "cpp_tag": "",
    "cross_coder_aggregation": "",
    "data_release": "7-8.",
    "historical_clarification": "",
    "ordering": "",
    "project_manager": ["Anna Lührmann", "Kyle L. Marquardt", "Valeriya Mechkova"],
    "scale": "Interval, from low to high (0-1)",
    "sources": ["v2x_elecreg", "v2elembaut", "v2elembcap", "v2elrgstry", "v2elirreg", "v2elintim", "v2elmulpar", "v2elfrfair", "v2elsuffrage", "v2expathhs", "v2ex_legconhos", "v2expathhg", "v2exaphogp", "v2ex_hosw", "v2psparban", "v2psbars", "v2psoppaut"],
    "name": "v2x_veracc"
  }
]
